Repository: wp-plugins/speakpress
Catalog: languages/speakpress-*.po
Languages: de_de

source: Speakpress options
de_de: Speakpress Optionen

source: updated
de_de: aktualisiert

source: No options updated
de_de: Keine Optionen aktualisiert

source: Activate domain
de_de: Domain aktivieren

source: Domain activated, Speakpress can be used.
de_de: Domain wurde aktiviert, Speakpress kann genutzt werden.

source: Domain activation request confirmed. Please wait until your domain is activated.
de_de: Aktivierung wurde best&auml;tigt. Bitte warten Sie, bis Ihre Domain freigeschaltet wird.

source: Domain activation request sent. You have to click the confirmation link in the email we sent you.
de_de: Domainaktivierungsanfrage wurde gesendet. Sie m&uuml;ssen den Best&auml;tigungslink in der Email anklicken, die wir Ihnen gesendet haben.

source: Domain activation request sent. You should receive an email with an activation link in the next minutes.
de_de: Domainaktivierungsanfrage wurde gesendet. Sie sollten innerhalb der n&auml;chsten Minuten eine Email mit einem Aktivierungslink erhalten.

source: Sending activation request failed. Please manually send an email with your domain to speakr@avatr.net.
de_de: Senden der Aktivierungsanfrage gescheitert. Bitte schreiben Sie eine Email an speakr@avatr.net mit Ihrer Domain, um Speakpress nutzen zu können.

source: Your domain must be activated in order to use Speakpress. <br />Please use the following form to request activation and wait until we accepted your request.
de_de: Ihre Domain muss aktiviert werden um Speakpress nutzen zu können. <br />Bitte nutzen Sie folgendes Formular um eine Aktivierung zu erhalten und warten Sie, bis Ihre Domain freigeschaltet wurde.

source: Quality
de_de: Qualität

source: low
de_de: niedrig

source: medium
de_de: mittel

source: high
de_de: hoch

source: Choose the quality of the downloaded stream.
de_de: Wählen Sie die Qualität des Audiostreams.

source: Speed
de_de: Geschwindigkeit

source: slow
de_de: langsam

source: fast
de_de: schnell

source: Choose the speed.
de_de: Wählen Sie die Geschwindigkeit der Stimme.

source: Gender for voice
de_de: Geschlecht der Stimme

source: male
de_de: männlich

source: female
de_de: weiblich

source: Choose if you want to hear a male or female voice.
de_de: Wählen Sie hier, ob Sie eine weibliche oder männliche Stimme hören wollen.

source: Theme
de_de: Farbschema

source: green
de_de: grün

source: white
de_de: weiss

source: Choose your colour theme.
de_de: Wählen Sie Ihr Farbschema.

source: Language
de_de: Sprache

source: english
de_de: Englisch

source: german
de_de: Deutsch

source: Choose your preferred language for your texts.
de_de: Wählen Sie Ihre bevorzugte Sprache aus.

source: Interface language
de_de: Oberflächensprache

source: Choose your preferred language for the Speakpress interface.
de_de: Wählen Sie Ihre bevorzugte Sprache für die Oberfläche aus.

source: Enable auto play?
de_de: Automatische Wiedergabe aktivieren?

source: When checked, Speakpress will automatically read texts with speak tags after the page is loaded.
de_de: Aktivieren Sie diese Option, um von Speak-Tags umschlossene Texte automatisch beim Laden einer Seite vorlesen zu lassen.

source: Use speakpress.css?
de_de: speakpress.css benutzen?

source: When checked, the plugin's css file is used. Place own speakpress.css in your template folder to override.
de_de: Mit dieser Option wird die Datei speakpress.css eingebettet. Sie können auch Ihre eigene speakr.css schreiben und im Ordner Ihres Themes platzieren.

source: Enable widget?
de_de: Widget aktivieren?

source: Check to enable the widget and go to Theme-&gt;Widgets to activate it.
de_de: Aktivieren Sie diese Option, um das Widget zu aktivieren.

source: Enable widget description?
de_de: Widget-Beschreibung aktivieren?

source: Check to enable a custom description on the widget.
de_de: Aktivieren Sie diese Option, um eine kurze Beschreibung für das Widget zu aktivieren.

source: Widget description
de_de: Widget-Beschreibung

source: Enter your widget description.
de_de: Geben Sie hier die Widget-Beschreibung ein.

source: Embed Speakpress button after every post entry?
de_de: Speakpress -Button nach jedem Artikel einbetten?

source: When checked, every post is wrapped between &lt;div&gt; elements and a button will be added to automatically read your posts.
de_de: Wenn aktiviert, wird jedem Artikel ein Vorlese-Button hinzugefügt.

source: Embed Speakpress stop button after every post entry?
de_de: Stop-Button nach jedem Artikel einbetten?

source: When checked, also a stop-button will be added to all your posts.
de_de: Wenn aktiviert, wird jedem Artikel auch ein Stop-Button hinzugefügt.

source: Button caption
de_de: Buttontext

source: Enter caption for Speakpress buttons.
de_de: Geben Sie hier den Text ein, der auf Speakpress-Buttons erscheinen soll.

source: Stop button caption
de_de: Stop-Buttontext

source: Enter caption for Stop buttons.
de_de: Geben Sie hier den Text ein, der auf Stop-Buttons erscheinen soll.

source: Save options
de_de: Optionen speichern

source: You can find news about Speakpress at <a href="http://twitter.com/AvatRDev">our Twitter channel</a> and via hashtag <a href="http://twitter.com/search?q=%23Speakpress">#Speakpress</a>.
de_de: Sie können Neuigkeiten rund um Speakpress in <a href="http://twitter.com/AvatRDev">unserem Twitter-Channel</a> finden oder den Hashtag <a href="http://twitter.com/search?q=%23Speakpress">#Speakpress</a> nutzen.

source: <br />Speakpress is free - but we would really appriciate it if you would donate to help developing this plugin.
de_de: <br />Speakpress ist kostenlos - aber wir freuen uns über jede Spende, die der Entwicklung dieses Plugins hilft.

source: https://www.paypal.com/en_US/i/btn/btn_donateCC_LG.gif
de_de: https://www.paypal.com/de_DE/DE/i/btn/btn_donateCC_LG.gif

source: Donate via Paypal
de_de: Spenden Sie via Paypal

source: Settings
de_de: Optionen

source: Speakpress will not work yet.
de_de: Speakpress wird noch nicht funktionieren.

source: You must <a href="%1$s">activate your domain</a> for it to work.
de_de: Sie müssen <a href="%1$s">Ihre Domain aktivieren</a> um dieses Plugin zu nutzen.

source: Your activation request was sent but not yet accepted, please be patient.
de_de: Domainaktivierungsanfrage wurde gesendet aber noch nicht bearbeitet. Bitte haben Sie ein wenig Geduld.

source: Your have to click the confirmation link in the email we sent you.
de_de: Sie m&uuml;ssen den Best&auml;tigungslink in der Email, die wir Ihnen gesendet haben anklicken.

source: Download Flash player
de_de: Flash Player herunterladen

source: Update Flash <a href="http://www.adobe.com/go/getflashplayer" target="_blank">here</a> to use SpeakR.
de_de: Aktualisieren Sie Ihren Flashplayer<a href="http://www.adobe.com/go/getflashplayer" target="_blank">hier</a> um SpeakR nutzen zu k&ouml;nnen.

source: Text2Speech Widget.
de_de: Vorlese-Widget

source: Title:
de_de: Titel
